"Andromeda" = "Andromède";
"Antlia" = "La Machine pneumatique";
"Apus" = "L'Oiseau de Paradis";
"Aquarius" = "Le Verseau";
"Aquila" = "L'Aigle";
"Ara" = "L'Autel";
"Aries" = "Le Bélier";
"Auriga" = "Le Cocher";
"Boötes" = "Le Bouvier";
"Caelum" = "Le Burin";
"Camelopardalis" = "La Girafe";
"Cancer" = "Le Cancer";
"Canes Venatici" = "Les Chiens de Chasse";
"Canis Major" = "Le Grand Chien";
"Canis Minor" = "Le Petit Chien";
"Capricornus" = "Le Capricorne";
"Carina" = "La Carène";
"Cassiopeia" = "Cassiopée";
"Centaurus" = "Le Centaure";
"Cepheus" = "Céphée";
"Cetus" = "La Baleine";
"Chamaeleon" = "Le Caméléon";
"Circinus" = "Le Compas";
"Columba" = "La Colombe";
"Coma Berenices" = "La Chevelure de Bérénice";
"Corona Australis" = "La Couronne australe";
"Corona Borealis" = "La Couronne boréale";
"Corvus" = "Le Corbeau";
"Crater" = "La Coupe";
"Crux" = "La Croix du Sud";
"Cygnus" = "Le Cygne";
"Delphinus" = "Le Dauphin";
"Dorado" = "La Dorade";
"Draco" = "Le Dragon";
"Equuleus" = "Le petit Cheval";
"Eridanus" = "L'Éridan";
"Fornax" = "Le Fourneau";
"Gemini" = "Les Gémeaux";
"Grus" = "La Grue";
"Hercules" = "Hercule";
"Horologium" = "L'Horloge";
"Hydra" = "L'Hydre femelle";
"Hydrus" = "L'Hydre mâle";
"Indus" = "L'Oiseau indien";
"Lacerta" = "Le Lézard";
"Leo" = "Le Lion";
"Leo Minor" = "Le petit Lyon";
"Lepus" = "Le Lièvre";
"Libra" = "La Balance";
"Lupus" = "Le Loup";
"Lynx" = "Le Lynx";
"Lyra" = "La Lyre";
"Mensa" = "La Table";
"Microscopium" = "Le Microscope";
"Monoceros" = "La Licorne";
"Musca" = "La Mouche";
"Norma" = "La Règle";
"Octans" = "L'Octant";
"Ophiuchus" = "Ophiuchus";
"Orion" = "Orion";
"Pavo" = "Le Paon";
"Pegasus" = "Pégase";
"Perseus" = "Persée";
"Phoenix" = "Le Phénix";
"Pictor" = "Le Peintre";
"Pisces" = "Les Poissons";
"Piscis Austrinus" = "Le Poisson austral";
"Puppis" = "La Poupe";
"Pyxis" = "La Boussole";
"Reticulum" = "Le Réticule";
"Sagitta" = "La Flèche";
"Sagittarius" = "Le Sagittaire";
"Scorpius" = "Le Scorpion";
"Sculptor" = "Le Sculpteur";
"Scutum" = "L'Écu";
"Serpens Caput" = "La tête du Serpent";
"Serpens Cauda" = "La queue du Serpent";
"Sextans" = "Le Sextant";
"Taurus" = "Le Taureau";
"Telescopium" = "Le Téléscope";
"Triangulum" = "Le Triangle";
"Triangulum Australe" = "Le Triangle austral";
"Tucana" = "Le Toucan";
"Ursa Major" = "La Grande Ourse";
"Ursa Minor" = "La Petite Ourse";
"Vela" = "Les Voiles";
"Virgo" = "La Vierge";
"Volans" = "Le Poisson volant";
"Vulpecula" = "Le Renard";
